<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'choose' => 'Εχεις επιλεξει Ελληνικα!',
    'hotline' => 'Hotline',
    'helpline' => 'Helpline',

    'or' => 'or',
    'url' => 'Στοιχεία διαδικτυακού τόπου (URL ιστοσελίδας) πχ. http://example.com  *',
    'hothelp' => 'Hotline ή Helpline',
    'mandatory_selection' => 'Πρέπει να επιλέξεται Hotline ή Helpline',
    'mandatory' => 'Πρέπει να επιλέξεται μια από τις πιο κάτω επιλογές',
    'invalid_email' => 'Το email δεν είναι έγκυρο',
    'invalid_phone' => 'Το τηλέφωνο δεν είναι έγκυρο',
    'invalid_url' => 'Το URL δεν είναι έγκυρο πχ. http://example.com',
    'where' => 'Επιλέξτε πού συμβαίνει το περιστατικό το οποίο επιθυμείτε να αναφέρετε',
    'website' => 'Ιστοσελίδα',
    'chat_room' => 'Chat room',
    'mobile_communication' => 'Κινητή τηλεφωνία',
    'social_media' => 'Κοινωνικά Δίκτυα',
    'email' => 'Ηλεκτρονικό Ταχυδρομείο',
    'ask_type' => 'Eπιλέξτε τι αφορά το περιστατικό, το οποίο επιθυμείτε να αναφέρετε',
    'child_pornography' => 'Παιδική πορνογραφία',
    'hijacking' => 'Παραβίαση προσωπικών δεδομένων',
    'network_hijacking' => 'Παραβίαση του απορρήτου των επικοινωνιών ',
    'cyber_fraud' => 'Διαδικτυακή απάτη',
    'hate_speech0' => 'Μισαλλόδοξος λόγος (ρατσισμός / ξενοφοβία)',
    'other' => 'Άλλο',
    'cyberbullying' => 'Διαδικτυακός / Ηλεκτρονικός Εκφοβισμός',
    'excessive_use' => 'Εθισμός στο Διαδίκτυο / Πολύωρη ενασχόληση με το Διαδίκτυο και τις ψηφιακές συσκευές',
    'love' => 'Αγάπη / σχέσεις / σεξουαλικότητα (διαδικτυακά)',
    'sexting' => 'Sexting',
    'sextortion' => 'Sextortion',
    'sexual_harassment' => 'Σεξουαλική παρενόχληση',
    'grooming' => 'Διαδικτυακή αποπλάνηση',
    'ecrime' => 'Ηλεκτρονικό έγκλημα',
    'hate_speech' => 'Εχθρικός λόγος',
    'harmfull_content' => 'Πιθανώς επιβλαβές περιεχόμενο',
    'gaming' => 'Παιχνίδια',
    'online_reputation' => 'Διαδικτυακή φήμη',
    'technical_settings' => 'Τεχνική υποστήριξη',
    'advertising' => 'Διαφήμιση / εμπορευματοποίηση',
    'media' => 'Ψηφιακός γραμματισμός / εκπαίδευση',
    'privacy' => 'Ιδιωτικότητα',
    'describe_incident' => 'Παρακαλώ περιγράψτε το περιστατικό σας',
    'one_of_two' => 'Παρακαλώ επιλέξτε ένα από τα δύο',
    'anonymous' => 'Επιθυμώ να παραμείνω ανώνυμος',
    'submit' => 'Επιθυμώ να αφήσω τα στοιχεία επικοινωνίας μου (αυστηρώς εμπιστευτικά)',
    'thanks' => 'Ευχαριστούμε που επικοινωνήσατε μαζί μας',
    'name' => 'Όνομα;',
    'surname' => 'Έπίθετο;',
    'email2' => 'Email;',
    'phone' => 'Τηλέφωνο;',
    'age' => 'Ηλικία;',
    'gender' => 'Φύλο;',


    //group geniko
    'general' => 'Γενικές Πληροφορίες',

    'question1' => 'Τι υπηρεσίες παρέχει η Γραμμή Βοήθειας 1480;',

    'answer1' => 'Η Γραμμή Βοήθειας 1480 έχει ως στόχο να παρέχει υπηρεσίες συμβουλευτικής και υποστήριξης για την ασφαλή, υπεύθυνη και ηθική χρήση του Διαδικτύου. Ειδικότερα, οι υπηρεσίες της Γραμμής Βοήθειας 1480, ανταποκρίνονται, μεταξύ άλλων, σε θέματα διαδικτυακού εκφοβισμού, πολύωρης ενασχόλησης στο διαδίκτυο, διαδικτυακής αποπλάνησης (grooming), προβλημάτων σε Μέσα Κοινωνικής Δικτύωσης (π.χ., ψεύτικα προφίλ, παραβίαση λογαριασμών, ακατάλληλο και επιβλαβές περιεχόμενο).
                Μπορείτε να βρείτε περισσότερες πληροφορίες για τη Γραμμή Βοήθειας 1480 στον σχετικό σύνδεσμο https://www.cybersafety.cy/helpline.',

    'question2' => 'Τι υπηρεσίες παρέχει η Γραμμή Καταγγελιών 1480;',

    'answer2' => 'Η Γραμμή Καταγγελιών 1480 παρέχει ένα άμεσο και υπεύθυνο σημείο αναφοράς, ώστε οι χρήστες να μπορούν να καταγγείλουν παράνομο περιεχόμενο ή παράνομες ενέργειες στο Διαδίκτυο (π.χ., περιεχόμενο παιδικής σεξουαλικής κακοποίησης παιδιών, ρατσιστικό και ξενοφοβικό υλικό).
                Μπορείτε να βρείτε περισσότερες πληροφορίες για τη Γραμμή Καταγγελιών 1480 στον σχετικό σύνδεσμο https://www.cybersafety.cy/hotline',

    'question3' => 'Πώς μπορεί να επικοινωνήσει κάποιος/κάποια με τη Γραμμής Βοήθειας 1480;',
    'answer3' => 'Το άτομο, το οποίο επιθυμεί να επικοινωνήσει με τη Γραμμή Βοήθειας – Helpline 1480, έχει τη δυνατότητα να επιλέξει έναν από τους πιο κάτω τρόπους επικοινωνίας:
·         Κλήση, χωρίς χρέωση, στον τετραψήφιο αριθμό 1480
(ώρες λειτουργίας τηλεφωνικής Γραμμής: Δευτέρα έως Παρασκευή από 9:00 έως 13:00 και από 15:00 έως 18:00 & Σάββατο από  10:00 έως 13:00)
·         Αποστολή ηλεκτρονικού μηνύματος στη διεύθυνση 1480helpline@cyearn.pi.ac.cy 
·         Αναφορά αιτήματος μέσω ηλεκτρονικής φόρμας στο https://www.cybersafety.cy/helpline-report  
·         Συνομιλία σε πραγματικό χρόνο στο https://www.cybersafety.cy/helpline-chat  
(ώρες λειτουργίας chat: Δευτέρα έως Παρασκευή από 15:00 έως 17:00)
Μπορείτε να βρείτε περισσότερες πληροφορίες για τη Γραμμή Βοήθειας 1480 στον σχετικό σύνδεσμο https://www.cybersafety.cy/helpline.',

    'question4' => 'Πώς μπορεί να επικοινωνήσει κάποιος/κάποια με τη Γραμμή Καταγγελιών 1480;',
    'answer4' => 'Το άτομο, το οποίο επιθυμεί να επικοινωνήσει με τη Γραμμή Καταγγελιών – Hotline 1480, έχει τη δυνατότητα να επιλέξει έναν από τους πιο κάτω τρόπους επικοινωνίας:
·         Κλήση, χωρίς χρέωση, στον τετραψήφιο αριθμό 1480
(ώρες λειτουργίας τηλεφωνικής Γραμμής: Δευτέρα έως Παρασκευή από 9:00 έως 13:00 και από 15:00 έως 18:00 & Σάββατο από  10:00 έως 13:00)
·         Αποστολή ηλεκτρονικού μηνύματος στη διεύθυνση 1480hotline@cyearn.pi.ac.cy 
·         Αναφορά αιτήματος μέσω ηλεκτρονικής φόρμας στο https://www.cybersafety.cy/hotline-report  
·         Συνομιλία σε πραγματικό χρόνο στο https://www.cybersafety.cy/hotline-chat 
(ώρες λειτουργίας chat: Δευτέρα έως Παρασκευή από 15:00 έως 17:00) Μπορείτε να βρείτε περισσότερες πληροφορίες για τη Γραμμή Καταγγελιών 1480 στον σχετικό σύνδεσμο https://www.cybersafety.cy/hotline.  ',

    'question5' => 'Ποιες είναι οι ώρες λειτουργίας της Γραμμής Βοήθειας 1480',
    'answer5' => 'Το άτομο, το οποίο επιθυμεί να επικοινωνήσει με τη Γραμμή Βοήθειας 1480, μπορεί:
·         Να καλέσει, χωρίς χρέωση, στον τετραψήφιο αριθμό 1480
(ώρες λειτουργίας τηλεφωνικής Γραμμής: Δευτέρα έως Παρασκευή από 9:00 έως 13:00 και από 15:00 έως 18:00 & Σάββατο από  10:00 έως 13:00)
·         Να συνομιλήσει σε πραγματικό χρόνο στο https://www.cybersafety.cy/helpline-chat  (ώρες λειτουργίας chat: Δευτέρα έως Παρασκευή από 15:00 έως 17:00).
Μπορείτε  να αποστέλλετε ηλεκτρονικό μήνυμα στη διεύθυνση 1480helpline@cyearn.pi.ac.cy ή να αναφέρετε αιτήματα στην ηλεκτρονική φόρμα https://www.cybersafety.cy/helpline-report, όλες τις ώρες και ημέρες.
Κάποιος/κάποια λειτουργός θα ανταποκριθεί στο αίτημά σας,  εντός 12 ωρών. ',

    'question6' => 'Τι θεωρείται παράνομο περιεχόμενο στο Διαδίκτυο;',
    'answer6' => 'Μπορείτε να ενημερωθείτε αναφορικά με το παράνομο περιεχόμενο στον σχετικό σύνδεσμο https://www.cybersafety.cy/hotline-illegal-content.
Σε περίπτωση που επιθυμείτε να αναφέρετε σχετικό περιεχόμενο μπορείτε να αποταθείτε στη Γραμμή Καταγγελιών 1480.
Το άτομο, το οποίο επιθυμεί να επικοινωνήσει με τη Γραμμή Καταγγελιών – Hotline 1480, έχει τη δυνατότητα να επιλέξει έναν από τους πιο κάτω τρόπους επικοινωνίας:
·         Κλήση, χωρίς χρέωση, στον τετραψήφιο αριθμό 1480
(ώρες λειτουργίας τηλεφωνικής Γραμμής: Δευτέρα έως Παρασκευή από 9:00 έως 13:00 και από 15:00 έως 18:00 & Σάββατο από  10:00 έως 13:00)
·         Αποστολή ηλεκτρονικού μηνύματος στη διεύθυνση 1480hotline@cyearn.pi.ac.cy
·         Αναφορά αιτήματος μέσω ηλεκτρονικής φόρμας στο https://www.cybersafety.cy/hotline-report
·        Συνομιλία σε πραγματικό χρόνο στο https://www.cybersafety.cy/hotline-chat
(ώρες λειτουργίας chat: Δευτέρα έως Παρασκευή από 15:00 έως 17:00)
Μπορείτε να βρείτε περισσότερες πληροφορίες για τη Γραμμή Καταγγελιών 1480 στον σχετικό σύνδεσμο https://www.cybersafety.cy/hotline.

 ',
    '' => 'Που μπορώ να βρω περισσότερες πληροφορίες για την Ασφάλεια στο Διαδίκτυο;',
    '' => 'Το Κέντρο Ασφαλούς Διαδικτύου Κύπρου - CYberSafety, διατηρεί τη διαδικτυακή πύλη ευαισθητοποίησης http://internetsafety.pi.ac.cy, η οποία περιλαμβάνει αποθετήριο με πλούσιο εκπαιδευτικό/πληροφοριακό υλικό, πηγές και εργαλεία για παιδιά, εφήβους, εκπαιδευτικούς και γονείς, για την αξιοποίηση των διαδικτυακών τεχνολογιών. Παράλληλα, η συγκεκριμένη πύλη παρέχει τη δυνατότητα συνεχούς ενημερωμένης πληροφόρησης για θέματα ψηφιακής ασφάλειας και χρήσης, στο πλαίσιο της κυπριακής κοινωνίας.',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',


];
